// See https://aka.ms/new-console-template for more information
Console.WriteLine("Hello, World!");
// Напишите программу, которая на вход принимает два числа и выдает, какое число большее, а какое меньшее
// Пример:
// а =5, b = 7 -> max = 7

int a = Convert.ToInt32(Console.ReadLine());
int b = Convert.ToInt32(Console.ReadLine());
if (a>b)
{Console.WriteLine("max");} 
else
Console.WriteLine("min");
